
"SWITCH_WHITE_BLACK" = "切换为黑底白字";
"SWITCH_BLACK_WHITE" = "切换为白底黑字";
"WHITE_BLACK_HOTKEY" = "切换为黑底白字：%@";
"BLACK_WHITE_HOTKEY" = "切换为白底黑字：%@";

"TURN_ON_ZOOM" = "打开缩放";
"TURN_OFF_ZOOM" = "关闭缩放";
"TOGGLE_ZOOM_HOTKEY" = "打开或关闭缩放：%@";
"ZOOM_IN_HOTKEY" = "放大：%@";
"ZOOM_OUT_HOTKEY" = "缩小：%@";
"REDUCE_CONTRAST_HOTKEY" = "降低对比度：%@";
"INCREASE_CONTRAST_HOTKEY" = "提高对比度：%@";
"TOGGLE_SI_HOTKEY" = "打开或关闭 VoiceOver：%@";

"SET_DISPLAY_TO_COLOR" = "设置为彩色显示";
"SET_DISPLAY_TO_GRAY" = "设置为灰度显示";

// Describe how to zoom past the maximum and minimum settings.
// NOTE: the %@ will be replaced by hotkey combinations
// NOTE: there is a space between the second hotkey combination and the period to separate hotkey from the period.
"HOW_TO_ZOOM_INFO" = "要连续缩放到最大或最小，请按住 %@ 或 %@。";

// Mouse Tab
"MOUSE_TAB_TITLE" = "鼠标";
"MOUSE_AND_TRACKPAD_TAB_TITLE" = "鼠标与触控板";

"USING_MOUSE" = "如果使用鼠标有困难";
"USING_MOUSE_TRACK" = "如果使用鼠标或触控器有困难";

// errors
"ERROR_OCCURRED" = "无法显示“万能辅助”菜单。";
"MENUEXTRA_LOAD_FAILED" = "“万能辅助”菜单未能在菜单栏中显示。";


// Zoom Options Sheet
"MAXIMUM_ZOOM" = "最大缩放 %2.1fx";
"MINIMUM_ZOOM" = "最小缩放 %2.1fx";
"ZOOM_SLIDER_ACCESSIBILITY_VALUE" = "%2.1fx";